Repository: KiYouJyo/PageArc
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# Nav_Library.Content
source: Library
ja_jp: ライブラリ
zh_cn: 书库

# Nav_Recent.Content
source: Recent
ja_jp: 最近読んだ本
zh_cn: 最近阅读

# Nav_Favorites.Content
source: Favorites
ja_jp: お気に入り
zh_cn: 收藏

# Nav_Collections.Content
source: Collections
ja_jp: コレクション
zh_cn: 收藏集

# Nav_Categories.Content
source: Categories
zh_cn: 分类

# Nav_Conversion.Content
source: Format conversion
zh_cn: 格式转换

# Nav_ImportFolders.Content
source: Import folders
ja_jp: フォルダーを読み込む
zh_cn: 导入文件夹

# Nav_Settings.Content
source: Settings
ja_jp: 設定
zh_cn: 设置

# Nav_About.Content
source: About PageArc
ja_jp: PageArc について
zh_cn: 关于 PageArc

# Library_Title
source: Library
ja_jp: ライブラリ
zh_cn: 书库

# Library_Subtitle
source: Your local ebook collection
ja_jp: ローカル電子書籍ライブラリ
zh_cn: 你的本地电子书书库

# Recent_Title
source: Recent
ja_jp: 最近読んだ本
zh_cn: 最近阅读

# Recent_Subtitle
source: Books you opened recently
ja_jp: 最近開いた本
zh_cn: 最近打开的书籍

# Favorites_Title
source: Favorites
ja_jp: お気に入り
zh_cn: 收藏

# Favorites_Subtitle
source: Books you marked as favorites
ja_jp: お気に入りに登録した本
zh_cn: 你标记为收藏的书籍

# Collections_Title
source: Collections
ja_jp: コレクション
zh_cn: 收藏集

# Collections_Subtitle
source: Organize books into your own groups
ja_jp: 独自のグループで本を整理します
zh_cn: 使用自定义分组整理书籍

# Library_Search.PlaceholderText
source: Search your library
ja_jp: ライブラリを検索
zh_cn: 搜索书库

# Library_ImportBook.AutomationProperties.Name
source: Import book
ja_jp: 本を読み込む
zh_cn: 导入书籍

# Library_ImportBookText.Text
source: Import book
ja_jp: 本を読み込む
zh_cn: 导入书籍

# Filter_All.Content
source: All books
ja_jp: すべての本
zh_cn: 全部书籍

# Filter_RecentlyAdded.Content
source: Recently added
ja_jp: 最近追加
zh_cn: 最近添加

# Filter_InProgress.Content
source: In progress
ja_jp: 読書中
zh_cn: 阅读中

# Filter_Finished.Content
source: Finished
ja_jp: 読了
zh_cn: 已读完

# Filter_Favorites.Content
source: Favorites
zh_cn: 已收藏

# Sort_Recent.Content
source: Sort: Recent
ja_jp: 並べ替え：最近
zh_cn: 排序：最近

# Sort_Title.Content
source: Sort: Title
ja_jp: 並べ替え：タイトル
zh_cn: 排序：书名

# View_Grid.AutomationProperties.Name
source: Grid
ja_jp: グリッド
zh_cn: 网格

# View_GridText.Text
source: Grid
ja_jp: グリッド
zh_cn: 网格

# Library_EmptyTitle.Text
source: No books in your library yet
ja_jp: ライブラリにはまだ本がありません
zh_cn: 书库中还没有书籍

# Library_EmptyBody.Text
source: Import EPUB, MOBI, AZW3, FB2, or LIT files to get started.
ja_jp: EPUB、MOBI、AZW3、FB2、LIT を読み込んで始めましょう。
zh_cn: 导入 EPUB、MOBI、AZW3、FB2 或 LIT 文件以开始使用。

# Library_EmptyImport.Content
source: Import books
ja_jp: 本を読み込む
zh_cn: 导入书籍

# Library_EmptyFolder.Content
source: Import folder
ja_jp: フォルダーを読み込む
zh_cn: 导入文件夹

# Categories_Title.Text
source: Categories
zh_cn: 分类

# Categories_Subtitle.Text
source: Organize books by topic, use, or series
zh_cn: 按主题、用途或系列整理你的书籍

# Categories_NewText.Text
source: New category
zh_cn: 新建分类

# Categories_EmptyTitle.Text
source: No categories yet
zh_cn: 还没有分类

# Categories_EmptyBody.Text
source: Create a category to organize your library.
zh_cn: 创建分类来整理你的书库。

# Categories_EmptyNew.Content
source: New category
zh_cn: 新建分类

# Categories_BooksSuffix.Text
source: books
zh_cn: 本

# Categories_NamePlaceholder
source: Category name
zh_cn: 分类名称

# Categories_NewDialogTitle
source: Create category
zh_cn: 新建分类

# Categories_Create
source: Create
zh_cn: 创建

# Categories_DetailSubtitle
source: Books in this category
zh_cn: 此分类中的书籍

# Common_Cancel
source: Cancel
zh_cn: 取消

# Conversion_Title.Text
source: Format conversion
zh_cn: 格式转换

# Conversion_Subtitle.Text
source: Convert DRM-free ebooks between common formats
zh_cn: 在常见电子书格式之间转换无 DRM 文件

# Conversion_SourceTitle.Text
source: Source files
zh_cn: 源文件

# Conversion_SourceSubtitle.Text
source: Select one or more ebooks to convert
zh_cn: 选择一个或多个需要转换的电子书

# Conversion_DropTitle.Text
source: Drop ebooks here
zh_cn: 拖放电子书到此处

# Conversion_DropSubtitle.Text
source: or choose files from this device
zh_cn: 或从本地选择文件

# Conversion_ChooseFilesText.Text
source: Choose files
zh_cn: 选择文件

# Conversion_FormatsHint.Text
source: Input: EPUB · FB2 · MOBI · AZW3 · LIT
zh_cn: 可导入：EPUB · FB2 · MOBI · AZW3 · LIT

# Conversion_DrmHint.Text
source: DRM-protected ebooks cannot be converted
zh_cn: 受 DRM 保护的电子书不支持转换

# Conversion_SettingsTitle.Text
source: Conversion settings
zh_cn: 转换设置

# Conversion_OutputFormat.Text
source: Output format
zh_cn: 输出格式

# Conversion_ContentOptions.Text
source: Content options
zh_cn: 内容选项

# Conversion_KeepMetadata.Content
source: Keep book metadata
zh_cn: 保留书籍元数据

# Conversion_KeepCover.Content
source: Keep cover image
zh_cn: 保留封面图片

# Conversion_KeepToc.Content
source: Keep table of contents
zh_cn: 保留目录结构

# Conversion_SafetyNotice.Text
source: Conversion creates a new file. PageArc never modifies the original ebook.
zh_cn: 转换结果会创建为新文件，PageArc 不会修改原电子书。

# Conversion_StartText.Text
source: Start conversion
zh_cn: 开始转换

# Conversion_QueueTitle.Text
source: Conversion queue
zh_cn: 转换队列

# Conversion_QueueEmpty.Text
source: No conversion tasks yet
zh_cn: 尚未添加转换任务

# Conversion_Ready
source: Ready
zh_cn: 就绪

# Conversion_QueueCount
source: {0} tasks
zh_cn: {0} 个任务

# Conversion_EnginePending
source: The conversion workspace is ready; the format-provider engine will be enabled as the corresponding adapters land.
zh_cn: 格式转换工作区已就绪；对应格式适配器接入后将启用实际转换引擎。

# Settings_Title.Text
source: Settings
ja_jp: 設定
zh_cn: 设置

# Settings_Subtitle.Text
source: Customize PageArc for your reading workflow
ja_jp: 読書スタイルに合わせて PageArc を設定
zh_cn: 根据你的阅读习惯自定义 PageArc

# Settings_Appearance.Text
source: Appearance
ja_jp: 外観
zh_cn: 外观

# Settings_AppTheme.Text
source: App theme
ja_jp: アプリのテーマ
zh_cn: 应用主题

# Settings_AppThemeHint.Text
source: Follow Windows light/dark preference
ja_jp: Windows のライト／ダーク設定に従う
zh_cn: 跟随 Windows 浅色/深色模式

# Settings_Language.Text
source: Language
ja_jp: 言語
zh_cn: 语言

# Settings_LanguageHint.Text
source: Switch the PageArc interface language
ja_jp: PageArc の表示言語を切り替えます
zh_cn: 切换 PageArc 界面语言

# Language_System.Content
source: Follow system
ja_jp: システムに従う
zh_cn: 跟随系统

# Theme_System.Content
source: System
ja_jp: システム
zh_cn: 系统

# Theme_Light.Content
source: Light
ja_jp: ライト
zh_cn: 浅色

# Theme_Dark.Content
source: Dark
ja_jp: ダーク
zh_cn: 深色

# Settings_ReadingTheme.Text
source: Default reading theme
ja_jp: 既定の読書テーマ
zh_cn: 默认阅读主题

# Settings_ReadingThemeHint.Text
source: Applied when a book has no saved preference
ja_jp: 本に保存済み設定がない場合に使用
zh_cn: 当书籍没有保存的偏好设置时使用

# ReadingTheme_Light.Content
source: Light
ja_jp: ライト
zh_cn: 浅色

# ReadingTheme_Sepia.Content
source: Sepia
ja_jp: セピア
zh_cn: 米黄

# ReadingTheme_Dark.Content
source: Dark
ja_jp: ダーク
zh_cn: 深色

# Settings_Library.Text
source: Library
ja_jp: ライブラリ
zh_cn: 书库

# Settings_ShowRecent.Text
source: Show recent books
ja_jp: 最近の本を表示
zh_cn: 显示最近书籍

# Settings_ShowRecentHint.Text
source: Keep recently opened books easy to reach
ja_jp: 最近開いた本にすばやくアクセス
zh_cn: 便于快速访问最近打开的书籍

# Settings_ImportFolders.Text
source: Import folders
ja_jp: フォルダーを読み込む
zh_cn: 导入文件夹

# Settings_ImportFoldersHint.Text
source: Manage watched local ebook folders
ja_jp: 監視するローカル電子書籍フォルダーを管理
zh_cn: 管理监视中的本地电子书文件夹

# Settings_ManageFolders.Content
source: Manage
ja_jp: 管理
zh_cn: 管理

# Settings_Duplicates.Text
source: Duplicate detection
ja_jp: 重複検出
zh_cn: 重复文件检测

# Settings_DuplicatesHint.Text
source: Skip identical files during import
ja_jp: 読み込み時に同一ファイルをスキップ
zh_cn: 导入时跳过完全相同的文件

# Settings_Reading.Text
source: Reading
ja_jp: 読書
zh_cn: 阅读

# Settings_Font.Text
source: Default font
ja_jp: 既定のフォント
zh_cn: 默认字体

# Font_BookDefault.Content
source: Book default
ja_jp: 本の既定
zh_cn: 书籍默认

# Settings_FontSize.Text
source: Font size
ja_jp: 文字サイズ
zh_cn: 字号

# Settings_LineSpacing.Text
source: Line spacing
ja_jp: 行間
zh_cn: 行距

# Settings_Continuous.Text
source: Continuous scrolling
ja_jp: 連続スクロール
zh_cn: 连续滚动

# Settings_DataStorage.Text
source: Data & storage
ja_jp: データとストレージ
zh_cn: 数据与存储

# Settings_Backup.Text
source: Back up reading data
ja_jp: 読書データをバックアップ
zh_cn: 备份阅读数据

# Settings_BackupHint.Text
source: Export bookmarks, highlights, notes and progress
ja_jp: しおり、ハイライト、ノート、読書進捗をエクスポート
zh_cn: 导出书签、高亮、笔记和阅读进度

# Settings_BackupButton.Content
source: Back up
ja_jp: バックアップ
zh_cn: 备份

# Settings_ClearCache.Text
source: Clear cache
ja_jp: キャッシュを消去
zh_cn: 清除缓存

# Settings_ClearCacheHint.Text
source: Removes generated covers and parsing cache only
ja_jp: 生成済み表紙と解析キャッシュのみ削除
zh_cn: 仅移除生成的封面和解析缓存

# Settings_ClearCacheButton.Content
source: Clear cache
ja_jp: キャッシュを消去
zh_cn: 清除缓存

# About_Title.Text
source: About PageArc
ja_jp: PageArc について
zh_cn: 关于 PageArc

# About_Subtitle.Text
source: A focused Windows ebook reader for reflowable formats
ja_jp: リフロー形式に特化した Windows 電子書籍リーダー
zh_cn: 专注于流式电子书格式的 Windows 阅读器

# About_Version.Text
source: Version 0.1.0 · Preview
ja_jp: バージョン 0.1.0 · プレビュー
zh_cn: 版本 0.1.0 · 预览版

# About_Description.Text
source: Read EPUB, MOBI, AZW3, FB2 and LIT in one calm, native Windows experience.
ja_jp: EPUB、MOBI、AZW3、FB2、LIT を落ち着いたネイティブ Windows 体験で読めます。
zh_cn: 以简洁、原生的 Windows 体验阅读 EPUB、MOBI、AZW3、FB2 和 LIT。

# About_Formats.Text
source: Supported formats
ja_jp: 対応形式
zh_cn: 支持的格式

# About_Storage.Text
source: Storage model
ja_jp: 保存方式
zh_cn: 存储方式

# About_StorageBody.Text
source: Local-first. Original ebook files are never modified.
ja_jp: ローカル優先。元の電子書籍ファイルは変更しません。
zh_cn: 本地优先。原始电子书文件不会被修改。

# About_Privacy.Text
source: Privacy
ja_jp: プライバシー
zh_cn: 隐私

# About_PrivacyBody.Text
source: No account required. Reading data remains on this device.
ja_jp: アカウント不要。読書データはこの端末に保存されます。
zh_cn: 无需账户。阅读数据保留在本机。

# About_Licenses.Text
source: Open source & licenses
ja_jp: オープンソースとライセンス
zh_cn: 开源与许可证

# About_LicensesBody.Text
source: Third-party components and licenses will be listed here.
ja_jp: サードパーティ製コンポーネントとライセンスをここに表示します。
zh_cn: 第三方组件及其许可证将在此列出。

# About_Updates.Text
source: Updates
ja_jp: 更新
zh_cn: 更新

# About_UpdatesBody.Text
source: Check whether a newer version of PageArc is available.
ja_jp: 新しいバージョンの PageArc があるか確認します。
zh_cn: 检查是否有更新版本的 PageArc。

# About_CheckUpdates.AutomationProperties.Name
source: Check for updates
ja_jp: 更新を確認
zh_cn: 检查更新

# About_CheckUpdatesText.Text
source: Check for updates
ja_jp: 更新を確認
zh_cn: 检查更新

# Update_Checking
source: Checking for updates…
ja_jp: 更新を確認しています…
zh_cn: 正在检查更新…

# Update_Available
source: PageArc {0} is available.
ja_jp: PageArc {0} を利用できます。
zh_cn: PageArc {0} 已可用。

# Update_AvailableTitle
source: Update available
ja_jp: 更新があります
zh_cn: 发现更新

# Update_UpToDate
source: PageArc is up to date.
ja_jp: PageArc は最新です。
zh_cn: PageArc 已是最新版本。

# Update_NoRelease
source: No GitHub release is published yet.
ja_jp: GitHub Release はまだ公開されていません。
zh_cn: GitHub 尚未发布任何 Release。

# Update_RateLimited
source: GitHub rate limit reached. Try again later.
ja_jp: GitHub のレート制限に達しました。後でもう一度お試しください。
zh_cn: 已达到 GitHub 请求限制，请稍后再试。

# Update_Failed
source: Unable to check for updates.
ja_jp: 更新を確認できませんでした。
zh_cn: 无法检查更新。

# Update_OpenRelease
source: Open release
ja_jp: リリースを開く
zh_cn: 打开发布页

# Folders_Title.Text
source: Import folders
ja_jp: フォルダーを読み込む
zh_cn: 导入文件夹

# Folders_Subtitle.Text
source: Watch local folders and add supported ebooks automatically
ja_jp: ローカルフォルダーを監視し、対応電子書籍を自動で追加
zh_cn: 监视本地文件夹并自动加入支持的电子书

# Folders_Add.AutomationProperties.Name
source: Add folder
ja_jp: フォルダーを追加
zh_cn: 添加文件夹

# Folders_AddText.Text
source: Add folder
ja_jp: フォルダーを追加
zh_cn: 添加文件夹

# Folders_Info.Message
source: PageArc watches selected folders locally. Original files are never moved or changed.
ja_jp: PageArc は選択したフォルダーをローカルで監視します。元のファイルは移動・変更しません。
zh_cn: PageArc 仅在本地监视所选文件夹。原始文件不会被移动或修改。

# Folders_EmptyTitle.Text
source: No watched folders yet
ja_jp: 監視中のフォルダーはありません
zh_cn: 尚未监视任何文件夹

# Folders_EmptyBody.Text
source: Add a folder to make it easy to scan your ebook library.
ja_jp: フォルダーを追加すると電子書籍ライブラリを簡単にスキャンできます。
zh_cn: 添加文件夹，便于扫描你的电子书书库。

# Reader_Back.AutomationProperties.Name
source: Back to Library
ja_jp: ライブラリへ戻る
zh_cn: 返回书库

# Reader_BackText.Text
source: Library
ja_jp: ライブラリ
zh_cn: 书库

# Reader_Contents.AutomationProperties.Name
source: Contents
ja_jp: 目次
zh_cn: 目录

# Reader_ContentsText.Text
source: Contents
ja_jp: 目次
zh_cn: 目录

# Reader_Search.AutomationProperties.Name
source: Search
ja_jp: 検索
zh_cn: 搜索

# Reader_SearchText.Text
source: Search
ja_jp: 検索
zh_cn: 搜索

# Reader_Appearance.AutomationProperties.Name
source: Reading settings
ja_jp: 読書設定
zh_cn: 阅读设置

# Reader_Bookmark.AutomationProperties.Name
source: Bookmark
ja_jp: しおり
zh_cn: 书签

# Reader_More.AutomationProperties.Name
source: More
ja_jp: その他
zh_cn: 更多

# Reader_ContentsHeading.Text
source: Contents
ja_jp: 目次
zh_cn: 目录

# ReaderSettings_Title.Text
source: Reading settings
ja_jp: 読書設定
zh_cn: 阅读设置

# ReaderSettings_ThemeLabel.Text
source: Theme
ja_jp: テーマ
zh_cn: 主题

# ReaderSettings_FontSizeLabel.Text
source: Font size
ja_jp: 文字サイズ
zh_cn: 字号

# ReaderSettings_LineSpacingLabel.Text
source: Line spacing
ja_jp: 行間
zh_cn: 行距

# ReaderSettings_Continuous.Header
source: Continuous scrolling
ja_jp: 連続スクロール
zh_cn: 连续滚动

# Reader_UnsupportedV01
source: PageArc v0.1.0 reader core currently opens EPUB files. Other format adapters are scaffolded for later milestones.
ja_jp: PageArc v0.1.0 の読書コアは現時点では EPUB を開きます。他形式のアダプターは今後のマイルストーンで実装します。
zh_cn: PageArc v0.1.0 的阅读核心当前先支持 EPUB。其他格式适配器将在后续里程碑接入。

# Reader_ChapterN
source: Chapter {0}
ja_jp: 第 {0} 章
zh_cn: 第 {0} 章

# Reader_ReadPercent
source: {0}% read
ja_jp: {0}% 読了
zh_cn: 已阅读 {0}%

# Reader_BookmarkSaved
source: Bookmark saved for the current chapter.
ja_jp: 現在の章にしおりを保存しました。
zh_cn: 已为当前章节保存书签。

# Reader_OpenFailed
source: The reader could not be opened.
zh_cn: 无法打开阅读器。

# Reader_ChapterLoadFailed
source: The EPUB chapter could not be loaded ({0}).
zh_cn: 无法加载 EPUB 章节（{0}）。

# ReadingTheme_App.Content
source: Current app theme
zh_cn: 当前应用主题
